{
    "tips": [
        {
          "title": "Concentrate on Adventure Points instead of XP at the start",
          "uniqueId": "1",
          "image": "https://cdn.mos.cms.futurecdn.net/3iRhzbiZfavYQo2L5V2Cjg-970-80.jpg.webp",
          "text": "Usually in an RPG it's all about leveling up your character, but Genshin has two systems of progression that are equally important. Your characters level up with XP, but Adventure Points and your Adventure Rank are what gatekeep a lot of the story missions. You'll need to hit Adventure Rank 20 to unlock all of the game's features. /n/n You'll earn plenty of XP just by burning, zapping and wind-blading monsters as you explore, and you can also find items like Wanderer's Notes to boost your character rank.  Adventure Points, meanwhile, are easy to rack up. You'll get them from unlocking teleport points, opening chests, and making offerings to the Statue of the Sevens that are dotted around the world. Exploring this way - checking out every chest that appears on the map - will mean you won't hit a bottleneck as you're crashing through the main story. "
        },
        {
            "title": "Swap your Genshin party members during battle to layer on the damage",
            "uniqueId": "2",
            "image": "https://cdn.mos.cms.futurecdn.net/pWdPWdS567SzS4oMVKgmxi-970-80.jpg.webp",
            "text": "One of the most crucial Genshin tips is to swap your characters a lot during battle. As easy as hitting the D-pad - lets you pile on different elemental effects to do maximum damage. Get Amber's pyro arrows to start a fire, then swap characters and whip them into a tornado with a wind attack and prepare for carnage. As you build up a choice of party members you'll want to make sure you have a good mix of elements, and you get different buffs - like 15 percent elemental resistance for four unique elements - depending on your combination. "
          },
          {
            "title": "Check the Genshin menus for rewards",
            "uniqueId": "3",
            "image": "https://cdn.mos.cms.futurecdn.net/4aUmF5jf4mjgSQec7gHyUK-970-80.jpg.webp",
            "text": "We're not trying to suggest you're some sort of short-sighted noob or anything, it's just that Genshin has a lot of menus with a lot of features, and it's easy to skip over the bits that are hiding little gifts for you. Ferret around in the menu as much as possible and you'll find a heap of rewards you might have missed. It's not the most intuitive system, but hidden in your mailbox, achievements and adventure log will be plenty of treats you can claim. "
          },
          {
            "title": "Focus on main story to unlock more heroes",
            "uniqueId": "4",
            "image": "https://cdn.mos.cms.futurecdn.net/Kzidfr29ynwVMRdLFf9boi-970-80.jpg.webp",
            "text": "You don't have to do a single pull to unlock enough heroes for a versatile party - you just have to play through the story. As you play through, many of the characters you meet will automatically be added to your selection of heroes. You can always augment your group with random pulls, but it's not at all necessary at the start. If you really want to get more choice early on, you can use the Wish System. Hidden in the menu this is the Gacha part of the game, essentially loot boxes - but you can use currency you earn in game to get new weapons and characters. Just make sure you save up your resources until you can get a bundle of ten, because the odds mean that with ten you're guaranteed a four star character or weapon. "
          },
          {
            "title": "Go for precision strikes in combat",
            "uniqueId": "5",
            "image": "https://cdn.mos.cms.futurecdn.net/XUSH2LUtgY2pmeg7ePE62i-970-80.jpg.webp",
            "text": "Headshots aren't just for first-person shooters. It's usually worth your while to start off combat with a ranged character (like Amber, your archer friend) since they can land a few precision strikes to capitalize on the distance between them and their enemies. Also consider climbing - yes, it's that important - to get a better shot before you engage. The game also likes to kindly leave explosive barrels near some enemy camps, which can just give you the edge before the enemy even realizes the battle has started. "
          }
        ]
    }